---
type: DuctType
namespace: Autodesk.Revit.DB.Mechanical
version: 2024
members: 1
tags: [revit-api, class]
---

# DuctType

`Autodesk.Revit.DB.Mechanical.DuctType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |